
{ "Information":[	 
{"Date":"18/03/2021"},	 
{"Last Update":"20/03/2021"},	 
{"Creator":"Ali Radwani"},	 
{"Description":"This is a json file created to be used with several FAKE DATA GENERATE FUNCTIONS the file contain information about Clinics Name and Description, The Data Collected From The Net."},
{"LEGAL TERM":"This data-set created for testing and training purposes only. Anyone can use it under his/her responsibility without any legal obligation for the owner/creator for any missing or wrong data."}
], 	
 
"Clinics":[ 
 {
            "name":"Urologist",
            "description":"specialize in the genitourinary tract—the kidneys, urinary bladder, adrenal glands, urethra and male reproductive organs—and male fertility."
           },
           {
            "name":"Andrology",
            "description":"medical specialty that deals with male health, particularly relating to the problems of the male reproductive system and urological problems that are unique to men."
           },
           {
            "name":"Dermatologist",
            "description":"specializes in conditions involving the skin, hair, and nails."
           },
           {
            "name":"Orthopedic Surgeon",
            "description":"specialize in the musculoskeletal system - the bones, joints, ligaments, tendons, and muscles that are so essential to movement and everyday life"
           },
           {
            "name":"Endodonist",
            "description":"dental specialists in diagnosing and treating tooth pain and performing root canal treatment"
           },{
            "name":"Cardiology",
            "description":"experts on the heart and blood vessels. You might see them for heart failure, a heart attack, high blood pressure, or an irregular heartbeat."
           },{
            "name":"Dentistry",
            "description":"Also known as dental medicine and oral medicine, to diagnosis, prevention, and treatment of diseases, disorders, and conditions of the oral cavity, commonly in the dentition but also the oral mucosa, and of adjacent and related structures and tissues"
           },
 {
            "name":"Pediatrics",
            "description":"involves the medical care of infants, children, and adolescents. The American Academy of Pediatrics recommends people be under pediatric care through the age of 21."
           },{
            "name":"",
            "description":"clinic desc"
           },{
            "name":"Neurology",
            "description":"Neurology deals with the diagnosis and treatment of all categories of conditions and disease involving the central and peripheral nervous systems, including their coverings, blood vessels, and all effector tissue, such as muscle"
           },{
            "name":"Radiology",
            "description":"Radiology is the medical discipline that uses medical imaging to diagnose and treat diseases within the bodies of humans"
           },{
            "name":"Dermatologists",
            "description":"Dermatologist is a specialist diseases related to skin, hair, nails, and some cosmetic problems. "
           },{
            "name":"Hematologists",
            "description":"specialists in diseases of the blood, spleen, and lymph glands, like sickle cell disease, anemia, hemophilia, and leukemia."
           },{
            "name":"Gastroenterologists",
            "description":"specialists in digestive organs, including the stomach, bowels, pancreas, liver, and gallbladder."
           },{
            "name":"Neurologists",
            "description":"specialists in the nervous system, which includes the brain, spinal cord, and nerves. They treat strokes, brain and spinal tumors, epilepsy, Parkinson's disease, and Alzheimer's disease."
           },{
            "name":"Nephrologists",
            "description":"treat kidney diseases as well as high blood pressure and fluid and mineral imbalances linked to kidney disease."
           },
           
 {"name":"", "desc":""}



]
}

